（1）${chinese}首页 
${acessUrl}${entityName?lower_case}

链接：/${entityName?lower_case}?id=
参数：无

------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
（2）${chinese}列表
${acessUrl}${entityName?lower_case}/list?field=id,${field}&but=&sort=create_time&order=desc&page=1&rows=10

链接：${entityName?lower_case}/list
参数：
	列表查询请求param:
	field=id,content,createTime,status	显示字段,空时为全部字段
	but=content				不显示字段,需排除显示字段
	page=1					当前页(默认1)
	rows=10					每页行数(默认10),最大为100,若超过100取100,防止恶意攻击
	sort=id,status-3_1_5,name		排序名(多个中间以逗号隔开，默认为create_time)
	order=desc,asc,desc			排序(多个中间以逗号隔开，默认为desc,且需和sort的数量一致，否则无效)
	&nt					是否查询总数

	请求字段说明：
	fieldName		等于		等于多个中间以逗号隔开
	fieldName+"_lk"		相似		相似多个中间以逗号隔开
	fieldName+"_ne"		不等于		不等于多个中间以逗号隔开
	fieldName+"_gt"		大于
	fieldName+"_ge"		大于等于	
	fieldName+"_lt"		小于
	fieldName+"_le"		小于等于
	fieldName+"_or"		或者等于	等于多个中间以逗号隔开
	fieldName+"_lk_or"	或者相似	相似多个中间以逗号隔开(所有以"_or"结尾的条件会连接在一起或查询)
	
	系统返回：
	response
	无&nt时：{"total":0,"rows":[]}
	有&nt时：[]
------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

（3）保存和修改${chinese}
${acessUrl}${entityName?lower_case}/save?<#list columns as po>${entityName?uncap_first}.${po.column}=&</#list>

链接：/${entityName?lower_case}/save
参数：
	 <#list columns as po>
   		${entityName?uncap_first}.${po.column}  //${po.comment}
	 </#list>
------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

（4）根据ID获取${chinese}
${acessUrl}${entityName?lower_case}/get?id=xxxxxx

链接：/${entityName?lower_case}/get
参数：
	id  --主键
------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------

（5）根据ID删除${chinese}
${acessUrl}${entityName?lower_case}/delete?ids=xxxxxx

链接：/${entityName?lower_case}/delete
参数：
	ids  --要删除的id
------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
